// data/cinemaData.js
const cinemaData = {
  history: [
    {
      id: 1,
      text: "عمرو عبدالجليل / رياض الخولي / غادة عبدالرازق / سامي مغاوري",
      answer: "جمال عبدالناصر",
      bounc:"تلميح أكتر : خالد الصاوي / جميل راتب",
      audio: "/audio/history1.mp3"
    },
    {
      id: 2,
      text: "سعيد طرابيك / محمود عبدالمغني / محمد يوسف / غادة عادل",
      answer: "عبود على الحدود",
      bounc:"تلميح أكتر : حسن حسني / عزت أبو عوف / كريم عبدالعزيز",
      audio: "/audio/history1.mp3"
    },
    {
      id: 3,
      text: "إنعام سالوسة / طارق عبدالعزيز / أحمد عيد / هاني رمزي",
      answer: "همام في أمستردام",
      bounc:"تلميح أكتر : محمود البزاوي / أحمد السقا",
      audio: "/audio/history1.mp3"
    },
    {
      id: 4,
      text: "وفاء عامر / أسامة عباس / سامي سرحان / علاء زينهم / فايق عزب",
      answer: "الواد محروس بتاع الوزير",
      bounc:"تلميح أكتر : حسن مصطفى / كمال الشناوي",
      audio: "/audio/history1.mp3"
    },
    {
      id: 5,
      text: "داليا مصطفى / ليلى علوي / سامي سرحان / حسن الديب",
      answer: "اضحك الصورة تطلع حلوة",
      bounc:"تلميح أكتر : عزت أبو عوف / منى زكي / كريم عبدالعزيز",
      audio: "/audio/history1.mp3"
    },
    {
      id: 6,
      text: "محمد أبو داود / فايق عزب / مصطفى متولي / سعيد عبدالغني",
      answer: "رسالة إلى الوالي",
      bounc:"تلميح أكتر : علاء ولي الدين / يسرا",
      audio: "/audio/history1.mp3"
    },
    {
      id: 7,
      text: "فتحي عبدالوهاب / محمد يوسف / أميرة فتحي / غادة عادل",
      answer: "صعيدي في الجامعة الأمريكية",
      bounc:"تلميح أكتر : هاني رمزي / طارق لطفي / منى زكي",
      audio: "/audio/history1.mp3"
    },
    {
      id: 8,
      text: "حنان ترك / كريمة مختار / غريب محمود / أحمد عقل",
      answer: "إسماعيلية رايح جاي",
      bounc:"تلميح أكتر : حمدي غيث / خالد النبوي / محمد هنيدي",
      audio: "/audio/history1.mp3"
    },
    {
      id: 9,
      text: "مصطفى متولي / أحمد راتب / عزت أبو عوف / سعيد طرابيك / محمود البزاوي / حسن حسني",
      answer: "بخيت وعديلة",
      bounc:"تلميح أكتر : شيرين / علاء ولي الدين",
      audio: "/audio/history1.mp3"
    },
    {
      id: 10,
      text: "جمال إسماعيل / شيرين رضا / إبراهيم نصر / نعيم عيسى",
      answer: "حسن اللول",
      bounc:"تلميح أكتر : عبدالعزيز مخيون / عزت أبو عوف",
      audio: "/audio/history1.mp3"
    },
    {
      id: 11,
      text: "عبدالله فرغلي / يوسف داوود / علاء ولي الدين / فؤاد خليل",
      answer: "حلق حوش",
      bounc:"تلميح أكتر : محمد هنيدي / ليلى علوي",
      audio: "/audio/history1.mp3"
    },
    {
      id: 12,
      text: "حسين الإمام / ممدوح وافي / دينا",
      answer: "استاكوزا",
      bounc:"تلميح أكتر : رغدة / أمينة رزق",
      audio: "/audio/history1.mp3"
    },
    {
      id: 13,
      text: "أحمد خليل / حسن حسني / هاني رمزي / شعبان حسين",
      answer: "ناصر ٥٦",
      bounc:"تلميح أكتر : ممدوح وافي / أمينة رزق / فردوس عبدالحميد",
      audio: "/audio/history1.mp3"
    },
    {
      id: 14,
      text: "عبدالرحمن أبو زهرة / لطفي لبيب / ضياء الميرغني / سعيد طرابيك",
      answer: "النوم في العسل",
      bounc:"تلميح أكتر : مريم فخر الدين / إنعام سالوسة / شيرين سيف النصر",
      audio: "/audio/history1.mp3"
    },
    {
      id: 15,
      text: "نهال عنبر / عزت أبو عوف / محمود البزاوي / أحمد راتب",
      answer: "طيور الظلام",
      bounc:"تلميح أكتر : جميل راتب / يسرا",
      audio: "/audio/history1.mp3"
    },
    {
      id: 16,
      text: "مصطفى متولي / أحمد راتب / إبراهيم يسري / محمد أبو داود",
      answer: "الإرهابي",
      bounc:"تلميح أكتر : حنان شوقي / شيرين / صلاح ذو الفقار",
      audio: "/audio/history1.mp3"
    },
    {
      id: 17,
      text: "سامي العدل / أحمد عقل / محمد لطفي / عماد رشاد",
      answer: "أمريكا شيكا بيكا",
      bounc:"تلميح أكتر : نهلة سلامة / شويكار",
      audio: "/audio/history1.mp3"
    },
    {
      id: 18,
      text: "أحمد راتب / إنعام سالوسة / يوسف داوود / محمد يوسف",
      answer: "الإرهاب والكباب",
      bounc:"تلميح أكتر : أشرف عبدالباقي / يسرا",
      audio: "/audio/history1.mp3"
    },
    {
      id: 19,
      text: "صفاء الطوخي / شريف منير / حسين الإمام",
      answer: "حكايات الغريب",
      bounc:"تلميح أكتر : محمود الجندي / محمد منير",
      audio: "/audio/history1.mp3"
    },
    {
      id: 20,
      text: "أحمد خليل / فايق عزب / محمد نجاتي / لبلبة",
      answer: "ضد الحكومة",
      bounc:"تلميح أكتر : عفاف شعيب / أحمد زكي",
      audio: "/audio/history1.mp3"
    },
    {
      id: 21,
      text: "لطفي لبيب / أحمد راتب / عايدة رياض / فاطمة كشري",
      answer: "غرام وانتقام بالساطور",
      bounc:"تلميح أكتر : فاروق الفيشاوي / إسعاد يونس",
      audio: "/audio/history1.mp3"
    },
    {
      id: 22,
      text: "خليل مرسي / سعيد عبدالغني / يوسف فوزي / عثمان محمد علي",
      answer: "مهمة في تل ابيب",
      bounc:"تلميح أكتر : كمال الشناوي / نادية الجندي",
      audio: "/audio/history1.mp3"
    },
    {
      id: 23,
      text: "سليم كلاس / محمود الجندي / إسكندر عزيز / ليلى جبر",
      answer: "ناجي العلي",
      bounc:"تلميح أكتر : نور الشريف",
      audio: "/audio/history1.mp3"
    },
    {
      id: 24,
      text: "سعيد طرابيك / إبراهيم نصر / أحمد ماهر / علي عبدالرحيم",
      answer: "شمس الزناتي",
      bounc:"تلميح أكتر : مصطفى متولي / محمود الجندي / سوسن بدر",
      audio: "/audio/history1.mp3"
    },
    {
      id: 25,
      text: "شريف منير / علي حسنين / أحمد كمال / عايدة رياض",
      answer: "الكيت كات",
      bounc:"تلميح أكتر : أمينة رزق / محمود عبدالعزيز",
      audio: "/audio/history1.mp3"
    },
    {
      id: 26,
      text: "مصطفى متولي / جمال إسماعيل / محمد الصاوي / أحمد راتب",
      answer: "اللعب مع الكبار",
      bounc:"تلميح أكتر : حسين فهمي / محمود الجندي",
      audio: "/audio/history1.mp3"
    },
    {
      id: 27,
      text: "سناء شافع / مصطفى متولي / محمد الدفراوي / فكري صادق",
      answer: "مسجل خطر",
      bounc:"تلميح أكتر : صلاح قابيل / حاتم ذو الفقار",
      audio: "/audio/history1.mp3"
    },
    {
      id: 28,
      text: "يوسف فوزي / عبدالله مشرف / حسن حسني / محمود البزاوي",
      answer: "الهروب",
      bounc:"تلميح أكتر : أحمد آدم / صلاح عبدالله / أبو بكر عزت / هالة صدقي",
      audio: "/audio/history1.mp3"
    },
    {
      id: 29,
      text: "محمد متولي / خليل مرسي / مخلص البحيري / سيد صادق / أبو بكر عزت ",
      answer: "الإمبراطور",
      bounc:"تلميح أكتر : محمود حميدة / رغدة",
      audio: "/audio/history1.mp3"
    },
    {
      id: 30,
      text: "صبري عبدالمنعم / عبدالله مشرف / ممدوح وافي / يوسف العسال",
      answer: "البيضة والحجر",
      bounc:"تلميح أكتر : معالي زايد / نجوى فؤاد",
      audio: "/audio/history1.mp3"
    },
    {
      id: 31,
      text: "جمال إسماعيل / سعيد طرابيك / مصطفى متولي",
      answer: "جزيرة الشيطان",
      bounc:"تلميح أكتر : أحمد راتب / حاتم ذو الفقار / يسرا",
      audio: "/audio/history1.mp3"
    },
    {
      id: 32,
      text: "مصطفى متولي / رجاء الجداوي / علا رامي / يوسف داوود",
      answer: "حنفي الأبهة",
      bounc:"تلميح أكتر : فاروق الفيشاوي / هدى رمزي",
      audio: "/audio/history1.mp3"
    },
    {
      id: 33,
      text: "فؤاد خليل / المنتصر بالله / يوسف داوود / محمد فريد",
      answer: "الشيطانة التي أحبتني",
      bounc:"تلميح أكتر : لبلبة / محمد صبحي",
      audio: "/audio/history1.mp3"
    },
    {
      id: 34,
      text: "أشرف عبدالباقي / محسن سرحان / ليلى شعير / حمدي السخاوي",
      answer: "جحيم تحت الماء",
      bounc:"تلميح أكتر : عادل أدهم / ليلى علوي",
      audio: "/audio/history1.mp3"
    },
    {
      id: 35,
      text: "شعبان حسين / عبدالله مشرف / عفاف رشاد / نبيل الحلفاوي",
      answer: "العميل رقم ١٣",
      bounc:"تلميح أكتر : صابرين / إيمان",
      audio: "/audio/history1.mp3"
    },
    {
      id: 36,
      text: "أحمد سلامة / عبدالله فرغلي / سعيد طرابيك / مصطفى متولي",
      answer: "المولد",
      bounc:"تلميح أكتر : إيمان / يسرا",
      audio: "/audio/history1.mp3"
    },
    {
      id: 37,
      text: "يوسف داوود / أحمد بدير / عبدالله مشرف",
      answer: "بطل من ورق",
      bounc:"تلميح أكتر : صلاح قابيل / آثار الحكيم",
      audio: "/audio/history1.mp3"
    },
    {
      id: 38,
      text: "عزت العلايلي / أنور إسماعيل / رجاء الجداوي / إيمان",
      answer: "عاد لينتقم",
      bounc:"تلميح أكتر : سيد الحسيني",
      audio: "/audio/history1.mp3"
    },
    {
      id: 39,
      text: "وحيد سيف / يوسف شعبان / أسامة عباس / أحمد راتب",
      answer: "ليلة القبض على بكيزة وزغلول",
      bounc:"تلميح أكتر : إسعاد يونس / سهير البابلي",
      audio: "/audio/history1.mp3"
    },
    {
      id: 40,
      text: "عبدالعزيز مخيون / هدى رمزي / دلال عبدالعزيز",
      answer: "بئر الخيانة",
      bounc:"تلميح أكتر : عزت العلايلي / نور الشريف",
      audio: "/audio/history1.mp3"
    },
    {
      id: 41,
      text: "يسرا / تحية كاريوكا / عبلة كامل / فؤاد خليل",
      answer: "التعويذة",
      bounc:"تلميح أكتر : محمود ياسين",
      audio: "/audio/history1.mp3"
    },
    {
      id: 42,
      text: "مصطفى متولي / محمد متولي / محمد الدفراوي / فكري صادق",
      answer: "سلام يا صاحبي",
      bounc:"تلميح أكتر : سعيد صالح / سوسن بدر / عادل إمام",
      audio: "/audio/history1.mp3"
    },
    {
      id: 43,
      text: "مصطفى متولي / أحمد عقل / يوسف عيد / صبحي خليل",
      answer: "النمر والأنثى",
      bounc:"تلميح أكتر : أنور إسماعيل / آثار الحكيم / عادل إمام",
      audio: "/audio/history1.mp3"
    },
    {
      id: 44,
      text: "صبري عبدالمنعم / سعاد نصر / جميل راتب",
      answer: "البداية",
      bounc:"تلميح أكتر : يسرا / صفية العمري",
      audio: "/audio/history1.mp3"
    },
    {
      id: 45,
      text: "يوسف داوود / نعيمة الصغير / يسرا / أمل إبراهيم",
      answer: "كراكون في الشارع",
      bounc:"تلميح أكتر : عادل إمام",
      audio: "/audio/history1.mp3"
    },
    {
      id: 46,
      text: "ليلى علوي / شعبان حسين / فريد شوقي / عبدالله مشرف",
      answer: "إعدام ميت",
      bounc:"تلميح أكتر : يحيى الفخراني / محمود عبدالعزيز",
      audio: "/audio/history1.mp3"
    },
    {
      id: 47,
      text: "أمينة رزق / ممدوح وافي / السيد راضي",
      answer: "الإنس والجن",
      bounc:"تلميح أكتر : يسرا / عزت العلايلي",
      audio: "/audio/history1.mp3"
    },
    {
      id: 48,
      text: "توفيق الدقن / عايدة عبدالعزيز / علي حسنين / شريف عرفة / إحسان شريف",
      answer: "خرج ولم يعد",
      bounc:"تلميح أكتر : ليلى علوي / فريد شوقي / يحيى الفخراني",
      audio: "/audio/history1.mp3"
    },
    {
      id: 49,
      text: "عبدالله فرغلي / معالي زايد / نعيمة الصغير / جورج سيدهم",
      answer: "الشقة من حق الزوجة",
      bounc:"تلميح أكتر : محمود عبدالعزيز",
      audio: "/audio/history1.mp3"
    },
    {
      id: 50,
      text: "سمية الألفي / محمد رضا / أحمد راتب / محمود القلعاوي / مجدي وهبة",
      answer: "علي بيه مظهر و٤٠ حرامي",
      bounc:"تلميح أكتر : جميل راتب / محمد صبحي",
      audio: "/audio/history1.mp3"
    },
    {
      id: 51,
      text: "عهدي صادق / عبدالله مشرف / يوسف عيد / محيي الدين عبدالمحسن / فؤاد خليل",
      answer: "الكيف",
      bounc:"تلميح أكتر : جميل راتب / يحيى الفخراني / محمود عبدالعزيز",
      audio: "/audio/history1.mp3"
    },
    {
      id: 52,
      text: "محمد التاجي / أحمد راتب / سناء يونس",
      answer: "آخر الرجال المحترمين",
      bounc:"تلميح أكتر : نور الشريف / بوسي",
      audio: "/audio/history1.mp3"
    },
    {
      id: 53,
      text: "أسامة عباس / محمد فريد / لبلبة / عبدالله فرغلي",
      answer: "احترس من الخِط",
      bounc:"تلميح أكتر : سمير صبري / عادل إمام",
      audio: "/audio/history1.mp3"
    },
    {
      id: 54,
      text: "إلهام شاهين / حمدي الوزير / حسين الشربيني / صلاح قابيل",
      answer: "الهلفوت",
      bounc:"تلميح أكتر : سعيد صالح / عادل إمام",
      audio: "/audio/history1.mp3"
    },
    {
      id: 55,
      text: "محمود الزهيري / علي الشريف / زيزي مصطفى / أحمد راتب",
      answer: "واحدة بواحدة",
      bounc:"تلميح أكتر : ميرفت أمين / عادل إمام",
      audio: "/audio/history1.mp3"
    },
    {
      id: 56,
      text: "حنان سليمان / دلال عبدالعزيز / سمير غانم / زكريا موافي",
      answer: "يارب ولد",
      bounc:"تلميح أكتر : أحمد راتب / فريد شوقي / كريمة مختار",
      audio: "/audio/history1.mp3"
    },
    {
      id: 57,
      text: "أمينة رزق / إلهام شاهين / محيي الدين عبدالمحسن / نورا",
      answer: "العار",
      bounc:"تلميح أكتر : محمود عبدالعزيز / حسين فهمي / نور الشريف",
      audio: "/audio/history1.mp3"
    },
    {
      id: 58,
      text: "أحمد بدير / توفيق الدقن / أحمد راتب / لوسي",
      answer: "على باب الوزير",
      bounc:"تلميح أكتر : يسرا / عادل إمام",
      audio: "/audio/history1.mp3"
    },
    {
      id: 59,
      text: "كريمة مختار / سعيد طرابيك / سهير رمزي / روعة الكاتب",
      answer: "رجل فقد عقله",
      bounc:"تلميح أكتر : فريد شوقي",
      audio: "/audio/history1.mp3"
    },
    {
      id: 60,
      text: "إيمان / أحمد ماهر / أحمد راتب / عماد حمدي",
      answer: "شعبان تحت الصفر",
      bounc:"تلميح أكتر : إسعاد يونس / جميل راتب / عادل إمام",
      audio: "/audio/history1.mp3"
    },

  ],
   cinema: [
    {
      id: 1,
      text: "غادة عادل / أحمد زاهر / محمد شرف",
      answer: "بلية و دماغه العالية",
      bounc:"تلميح أكتر : هالة فاخر",
      audio: "/audio/science1.mp3"
    },
    {
      id: 2,
      text: "ياسر جلال / فتحي عبد الوهاب / أحمد عيد",
      answer: "شجيع السيما",
      bounc:"تلميح أكتر : طلعت زكريا",
      audio: "/audio/science1.mp3"
    },
    {
      id: 3,
      text: "سامي العدل / داليا مصطفي / سليم كلاس",
      answer: "شورت و فانلة و كاب",
      bounc:"تلميح أكتر :  ماجد عبد العظيم / أيمن الشيوي",
      audio: "/audio/science1.mp3"
    },
    {
      id: 4,
      text: "أميرة فتحي / سامي العدل / يوسف داوود",
      answer: "فرقة بنات و بس",
      bounc:"تلميح أكتر :  رجاء الجداوي /  ماجد الكدواني",
      audio: "/audio/science1.mp3"
    },
    {
      id: 5,
      text: "سامي العدل / أحمد عزمي / طارق عبد العزيز / يوسف عيد",
      answer: "فيلم ثقافي",
      bounc:"تلميح أكتر :إنعام سالوسة",
      audio: "/audio/science1.mp3"
    },
    {
      id: 6,
      text: "حسين ابو حجاج / محمد يوسف / سليمان عيد",
      answer: "الناظر",
      bounc:"تلميح أكتر :يوسف عيد / حجاج عبد العظيم",
      audio: "/audio/science1.mp3"
    },
    {
      id: 7,
      text: "رامز جلال / يوسف داوود / غسان مطر",
      answer: "٥٥ إسعاف ",
      bounc:"تلميح أكتر :غادة عادل",
      audio: "/audio/science1.mp3"
    },
    {
      id: 8,
      text: "نور / سامي العدل / موناليزا ",
      answer: "أصحاب ولا بيزنس",
      bounc:"تلميح أكتر :مصطفي قمر / هاني سلامة",
      audio: "/audio/science1.mp3"
    },
    {
      id: 9,
      text: "سامي سرحان / طلعت زين / حسن حسني",
      answer: "افريكانو",
      bounc:"تلميح أكتر :احمد عيد",
      audio: "/audio/science1.mp3"
    },
    {
      id: 10,
      text: "ميرفت امين / اسعاد يونس / أحمد السقا",
      answer: "ايام السادات",
      bounc:"تلميح أكتر :مني زكي / يوسف فوزي / انتصار",
      audio: "/audio/science1.mp3"
    },
    {
      id: 11,
      text: "محمد كامل / شريف حمدي / طلعت زكريا",
      answer: "جاءنا البيان التالي",
      bounc:"تلميح أكتر :احمد خليل / سليمان عيد",
      audio: "/audio/science1.mp3"
    },
    {
      id: 12,
      text: "سعيد صالح / مجدي كامل / سامي مغاوري",
      answer: "جواز بقرار جمهوري",
      bounc:"تلميح أكتر :سليمان عيد / حسن حسني",
      audio: "/audio/science1.mp3"
    },
    {
      id: 13,
      text: "محمد رجب / سامي مغاوري / محمد شومان",
      answer: "حرامية في كي جي تو",
      bounc:"تلميح أكتر :طلعت زكريا / ماجد الكدواني",
      audio: "/audio/science1.mp3"
    },
    {
      id: 14,
      text: "نشوي مصطفي / طلعت زكريا / سمية الخشاب",
      answer: "الرجل الابيض المتوسط",
      bounc:"تلميح أكتر :محمود البزاوي / ماجد الكدواني",
      audio: "/audio/science1.mp3"
    },
    {
      id: 15,
      text: "رحلة حب",
      answer: "أحمد سعيد عبد الغني / احمد عقل / عبدالله مشرف",
      bounc:"تلميح أكتر :مي عز الدين",
      audio: "/audio/science1.mp3"
    },
    {
      id: 16,
      text: "رشة جريئة",
      answer: "علي حسنين / لطفي لبيب / محمود عبد الغفار / أحمد منير",
      bounc:"تلميح أكتر :ضيوف شرف السقا / هنيدي / هاني رمزي",
      audio: "/audio/science1.mp3"
    },
    {
      id: 17,
      text: "يوسف داوود / إنعام سالوسة / شريف خير الله",
      answer: "صعيدي رايح جاي",
      bounc:"تلميح أكتر :شعبان حسين / عبدالله فرغلي",
      audio: "/audio/science1.mp3"
    },
    {
      id: 18,
      text: "خالد سرحان / يوسف داوود / سعيد صالح",
      answer: "أمير الظلام",
      bounc:"تلميح أكتر : دنيا عبدالعزيز",
      audio: "/audio/science1.mp3"
    },
    {
      id: 19,
      text: "داليا مصطفى / خالد صالح / سامي العدل / كارولين خليل",
      answer: "خلي الدماغ صاحي",
      bounc:"تلميح أكتر : مصطفى شعبان",
      audio: "/audio/science1.mp3"
    },
    {
      id: 20,
      text: "حلا شيحة / نيللي كريم / محمد لطفي /أشرف مصيلحي",
      answer: "سحر العيون",
      bounc:"تلميح أكتر : عامر منيب / حسن حسني",
      audio: "/audio/science1.mp3"
    },
    {
      id: 21,
      text: "عمرو مهدي / محمد محمود عبدالعزيز / سامي العدل / أحمد رزق",
      answer: "شباب على الهوا",
      bounc:"تلميح أكتر : نيللي كريم / أحمد الفيشاوي",
      audio: "/audio/science1.mp3"
    },
    {
      id: 22,
      text: "حمدي هيكل / حسن الديب / لطفي لبيب",
      answer: "صاحب صاحبه",
      bounc:"تلميح أكتر : ريهام عبدالغفور",
      audio: "/audio/science1.mp3"
    },
    {
      id: 23,
      text: "حجاج عبدالعظيم / لطفي لبيب / نشوى مصطفى",
      answer: "اللمبي",
      bounc:"تلميح أكتر :عبلة كامل / حلا شيحة",
      audio: "/audio/science1.mp3"
    },
    {
      id: 24,
      text: "لقاء الخميسي / محمد مرزبان / أحمد عيد / رامي وحيد",
      answer: "قلب جريء",
      bounc:"تلميح أكتر : حسن حسني",
      audio: "/audio/science1.mp3"
    },
    {
      id: 25,
      text: "توفيق عبدالحميد / جمال إسماعيل / سعيد طرابيك / حسين فهمي",
      answer: "مافيا",
      bounc:"تلميح أكتر :أحمد رزق / عباس أبو الحسن",
      audio: "/audio/science1.mp3"
    },
    {
      id: 26,
      text: "وحيد سيف / طلعت زكريا / حجاج عبدالعظيم / إنعام سالوسة",
      answer: "محامي خلع",
      bounc:"تلميح أكتر : حسن حسني / علا غانم",
      audio: "/audio/science1.mp3"
    },
    {
      id: 27,
      text: "محمد الدفراوي / علي حسنين / طلعت زكريا / محمد شرف / ميسرة / منة فضالي",
      answer: "هو في إيه",
      bounc:"تلميح أكتر : أحمد آدم / عزت أبو عوف",
      audio: "/audio/science1.mp3"
    },
    {
      id: 28,
      text: "هند صبري / محمد رجب / أحمد عيد / طلعت زين",
      answer: "إزاى البنات تحبك",
      bounc:"تلميح أكتر : هاني سلامة / نور",
      audio: "/audio/science1.mp3"
    },
    {
      id: 29,
      text: "سليمان عيد / حنان مطاوع / سناء يونس /إسماعيل فرغلي ",
      answer: "أوعى وشك",
      bounc:"تلميح أكتر : منة شلبي / طلعت زكريا",
      audio: "/audio/science1.mp3"
    },
    {
      id: 30,
      text: "لطفي لبيب / فتحي عبدالوهاب / إيناس النجار / رامي وحيد",
      answer: "بحبك وأنا كمان",
      bounc:"تلميح أكتر : محمد لطفي / سمية الخشاب",
      audio: "/audio/science1.mp3"
    },
    {
      id: 31,
      text: "أحمد راتب / سامي سرحان / طلعت زكريا / منير مكرم",
      answer: "التجربة الدنماركية",
      bounc:" تلميح أكتر : أحمد التهامي / خالد سرحان",
      audio: "/audio/science1.mp3"
    },
    {
      id: 32,
      text: "محمد شرف / لطفي لبيب / محسن منصور",
      answer: "حرامية في تايلاند",
      bounc:"تلميح أكتر : طلعت زكريا",
      audio: "/audio/science1.mp3"
    },
    {
      id: 33,
      text: "عبدالله مشرف / سامح حسين / لطفي لبيب / عبدالمنعم مدبولي",
      answer: "عايز حقي",
      bounc:"تلميح أكتر : هند صبري",
      audio: "/audio/science1.mp3"
    },
    {
      id: 34,
      text: "علاء مرسي / صلاح عبدالله / سليمان عيد / محمد شرف",
      answer: "عسكر في المعسكر",
      bounc:"تلميح أكتر : حسن حسني",
      audio: "/audio/science1.mp3"
    },
    {
      id: 35,
      text: "يوسف داوود / رشا مهدي / منة شلبي",
      answer: "فيلم هندي",
      bounc:"تلميح أكتر : أحمد آدم / صلاح عبدالله",
      audio: "/audio/science1.mp3"
    },
    {
      id: 36,
      text: "مي عز الدين / دنيا عبدالعزيز / طلعت زكريا / غسان مطر",
      answer: "كلم ماما",
      bounc:"تلميح أكتر عبلة كامل",
      audio: "/audio/science1.mp3"
    },
    {
      id: 37,
      text: "نشوى مصطفى / سامي سرحان / خالد صالح / إيناس النجار",
      answer: "ميدو مشاكل",
      bounc:"تلميح أكتر : محمد لطفي",
      audio: "/audio/science1.mp3"
    },
    {
      id: 38,
      text: "بسمة / منى زكي / مها أبو عوف / ناهد السباعي",
      answer: "من نظرة عين",
      bounc:"تلميح أكتر :عمرو واكد",
      audio: "/audio/science1.mp3"
    },
    {
      id: 39,
      text: "طلعت زكريا / سعيد طرابيك / سامي سرحان / حسن الديب",
      answer: "المشخصاتي",
      bounc:"تلميح أكتر : تامر عبدالمنعم",
      audio: "/audio/science1.mp3"
    },
    {
      id: 40,
      text: "سامي العدل / خالد صالح / أحمد كمال / سلوى محمد علي",
      answer: "أحلى الأوقات",
      bounc:"تلميح أكتر : هند صبري / منة شلبي / حنان ترك",
      audio: "/audio/science1.mp3"
    },
    {
      id: 41,
      text: "أحمد هارون / لطفي لبيب / دنيا عبدالعزيز / ميمي جمال",
      answer: "أشتاتا أشتوت",
      bounc:"تلميح أكتر : علا غانم / مدحت صالح",
      audio: "/audio/science1.mp3"
    },
    {
      id: 42,
      text: "ألفت سكر / سليمان عيد / فايق عزب / علاء زينهم / منة فضالي",
      answer: "الباشا تلميذ",
      bounc:"تلميح أكتر : منى هلا / خالد الصاوي / رامز جلال",
      audio: "/audio/science1.mp3"
    },
    {
      id: 43,
      text: "زكي فطين عبدالوهاب / محمد شومان / أحمد كمال / إدوارد",
      answer: "بحب السيما",
      bounc:"تلميح أكتر : محمود حميدة / ليلى علوي / يوسف عثمان",
      audio: "/audio/science1.mp3"
    },
    {
      id: 44,
      text: "محسن منصور / خالد صالح / أشرف مصيلحي / أحمد مكي",
      answer: "تيتو",
      bounc:"تلميح أكتر : حنان ترك / أحمد السقا",
    },

  ],
};

module.exports = cinemaData;